Repository: deshpandeharshada/InstaDelight
Catalog: MerchantApp/Resources/Merchant.*.resx
Languages: bn, hi, mr

# ValidCouponMessage1
source: Coupon is Valid. Discounted amount is greater than max discount allowed of nnn. Redeem Coupon for nnn.
bn: কুপন বৈধ. প্রত্যাশিত পরিমাণের পরিমাণ nnn ছাড়ের সর্বোচ্চ ছাড়ের চেয়ে বেশি. nnn রুপীর জন্য এই কুপনটি মুক্ত করুন.
hi: कूपन मान्य है. रिडीम होने की राशि अधिकतम nnn रुपये की छूट से अधिक है. nnn रुपये के लिए इस कूपन का भुगतान करें
mr: कूपन वैध आहे. रिडीम करण्याची रक्कम nnn रुपयांच्या जास्तीतजास्त सूट पेक्षा जास्त आहे. या कूपनची किंमत रुपये nnn द्या.

# ValidCouponMessage2
source: Please give Currency nnn discount on the bill amount
bn: অনুগ্রহ করে বিলের পরিমাণে Currency nnn ডিসকাউন্ট দিন
hi: कृपया बिल राशि पर Currency nnn छूट दें
mr: कृपया बिल रकमेवर Currency nnn सवलत द्या

# ValidCouponMessage3
source: Please give nnn% discount on the bill amount
bn: বিল পরিমাণ উপর nnn% ডিসকাউন্ট দিন দয়া করে
hi: कृपया बिल राशि पर nnn% छूट दें
mr: कृपया बिल रकमेवर nnn% सवलत द्या

source: Valid From
bn: থেকে বৈধ
hi: से मान्य
mr: वैध पासून

source: Valid Till
bn: বৈধ পর্যন্ত
hi: तक मान्य है
mr: वैध पर्यंत

source: Verify
bn: যাচাই করুন
hi: जांच करें
mr: सत्यापित करा

# VerifyCouponCode
source: Verify Coupon
bn: কুপন যাচাই করুন
hi: कूपन की जांच करें
mr: कूपन सत्यापित करा

# VerifyGC
source: An OTP has been sent to your registered mobile no / Email Id. Please enter and verify the OTP to redeem the gift card.
bn: একটি OTP আপনার নিবন্ধিত মোবাইল নং / ইমেল আইডি পাঠানো হয়েছে উপহার কার্ডটি পরিশোধ করতে OTP যাচাই করুন এবং যাচাই করুন।
hi: आपके पंजीकृत मोबाइल नंबर / ईमेल आईडी पर एक ओटीपी भेजा गया है उपहार कार्ड को रिडीम करने के लिए कृपया ओटीपी दर्ज करें और सत्यापित करें।
mr: आपल्या नोंदणीकृत मोबाइल नंबर / ईमेल आयडी वर एक ओटीपी पाठविला गेला आहे. गिफ्ट कार्डची पूर्तता करण्यासाठी OTP प्रविष्ट करा आणि सत्यापित करा

# VerifyOTPException
source: Error occurred while verifying OTP
bn: OTP যাচাই করার সময় ত্রুটি ঘটেছে
hi: ओटीपी की पुष्टि करते समय त्रुटि हुई
mr: OTP सत्यापित करताना त्रुटी आली

# ViewEditCoupons
source: View / Edit / Send
bn: দেখুন / সম্পাদনা করুন / পাঠান
hi: देखें / बदलाव करें / भेजें
mr: पहा / संपादित करा / पाठवा

source: View / Send Coupons
bn: দেখুন / কুপন দেখুন
hi: कूपन देखें / भेजें
mr: कूपन पहा / पाठवा

source: White
bn: সাদা
hi: सफेद
mr: पांढरा

source: Yes
bn: হাঁ
hi: हाँ
mr: होय
