Repository: deshpandeharshada/InstaDelight
Catalog: MerchantApp/Resources/Merchant.*.resx
Languages: bn, hi, mr

# JoiningBonus
source: Joining Bonus Points
bn: বোনাস পয়েন্ট যোগদান
hi: शामिल होने के लिए बोनस अंक
mr: सहभागासाठी बोनस गुण

# JoiningBonus1
source: Joining Bonus Cashback Points
bn: অংশগ্রহণের জন্য বোনাস ক্যাশব্যাক বৈশিষ্ট্য
hi: शामिल होने के लिए कैशबैक बोनस अंक
mr: सहभागासाठी बोनस कॅशबॅक गुण

source: Key Business Metrics
bn: মূল ব্যবসা মেট্রিক্স
hi: व्यापार मेट्रिक्स
mr: व्यवसाय मेट्रिक्स

source: Language
bn: ভাষা
hi: भाषा
mr: भाषा

source: Last Name
bn: পদবী
hi: अंतिम नाम
mr: आडनाव

source: Local Favourites
bn: স্থানীয় পছন্দগুলি
hi: स्थानीय पसंदीदा
mr: स्थानिक आवडी

# Location
source: Locality
bn: এলাকা
hi: इलाका
mr: परिसर

# LocationManagerException
source: Error occurred while creating location manager.
bn: অবস্থান পরিচালক তৈরি করার সময় ত্রুটি ঘটেছে
hi: स्थान प्रबंधक बनाते समय त्रुटि हुई
mr: स्थान व्यवस्थापक तयार करताना त्रुटी आली.

# LocationManagerPrompt
source: Create Location Manager
bn: অবস্থান পরিচালক তৈরি করুন
hi: स्थान प्रबंधक बनाएं
mr: स्थान व्यवस्थापक तयार करा

source: Log in
bn: লগ ইন করুন
hi: लॉग इन करें
mr: लॉग इन करा

# LoginLink
source: click here to log in
bn: লগ ইন করতে এখানে ক্লিক করুন
hi: लॉग इन करने के लिए यहां क्लिक करें
mr: लॉग इन करण्यासाठी येथे क्लिक करा

source: Logo
bn: প্রতীক
hi: प्रतीक चिन्ह
mr: लोगो

source: Log off
bn: লগ অফ করুন
hi: लॉग ऑफ
mr: लॉग ऑफ करा

source: Manage DECs
bn: DECs পরিচালনা করুন
hi: DECs प्रबंधित करें
mr: DECs व्यवस्थापित करा

source: Manage Groups
bn: গ্রুপগুলি পরিচালনা করুন
hi: समूह प्रबंधित करें
mr: गट व्यवस्थापित करा

source: Manage Licenses
bn: লাইসেন্স পরিচালনা করুন
hi: लाइसेंस प्रबंधित करें
mr: परवाने व्यवस्थापित करा

# ManageLocations
source: Location
bn: অবস্থান
hi: स्थान
mr: स्थान

# ManageLocationsUsers
source: Manage Brands, Locations and Users
bn: ব্র্যান্ড, অবস্থান এবং ব্যবহারকারীদের পরিচালনা করুন
hi: ब्रांड, स्थान और उपयोगकर्ता प्रबंधित करें
mr: ब्रांड, स्थाने आणि वापरकर्ते व्यवस्थापित करा

# MaxAmountErrorMessage
source: Billed amount must be greater than nnn to redeem the coupon. You cannot redeem coupon now.
bn: কুপনটি ভাঙ্গানোর জন্য বিমা পরিমাণ nnn এর চেয়ে বড় হওয়া আবশ্যক। আপনি এখন কুপন মুক্ত করতে পারবেন না।
hi: कूपन को भुना करने के लिए बिल राशि nnn से अधिक होनी चाहिए। आप अब कूपन का भुगतान नहीं कर सकते।
mr: कूपनची पूर्तता करण्यासाठी बिल केलेली रक्कम nnn पेक्षा मोठी असणे आवश्यक आहे. आपण आता कूपन वापरू शकत नाही

# MaxCouponMessage
source: Max number of coupons already shared.
bn: কুপন সর্বাধিক সংখ্যা ইতিমধ্যে ভাগ।
hi: कूपन की अधिकतम संख्या पहले ही साझा की गई है।
mr: कूपनची कमाल संख्या आधीपासून सामायिक केलेली आहे

# MaxCoupons
source: Limit no. of coupons
bn: সর্বোচ্চ সংখ্যক কুপন
hi: अधिकतम कूपन की संख्या निश्चित करें
mr: कूपन कमाल संख्या

source: Max Discount
bn: সর্বোচ্চ ডিসকাউন্ট
hi: अधिकतम डिस्काउंट
mr: कमाल सवलत

# MerchantBillInfo
source: Please enter consumer bill information
bn: গ্রাহক বিল তথ্য
hi: कृपया उपभोक्ता के बिल की जानकारी दर्ज करें
mr: ग्राहकाची बिल माहिती प्रविष्ट करा

# MerchantErrorMessage
source: Error occurred while retrieving merchant
bn: বণিক উদ্ধার করার সময় ত্রুটি ঘটেছে
hi: व्यापारी विवरण पुनर्प्राप्त करते समय त्रुटि हुई
mr: व्यापारी चे तपशील पुनर्प्राप्त करताना त्रुटी आली

# MerchantLicenseException
source: Error occurred while retrieving merchant license information
bn: মার্চেন্ট লাইসেন্সের তথ্য পুনরুদ্ধার করার সময় ত্রুটি ঘটেছে
hi: व्यापारी लाइसेंस जानकारी पुनर्प्राप्त करते समय त्रुटि हुई
mr: व्यापारी परवाना माहिती पुनर्प्राप्त करताना त्रुटी आली

# MerchantLogin
source: Business Login
bn: ব্যবসায়িক লগইন
hi: व्यापारी लॉगिन
mr: व्यापारी लॉगिन

# MerchantRedeemErrorMessage
source: Error occurred while retrieving merchant's redeems
bn: রিডাম বিশদ পুনরুদ্ধারের সময় ত্রুটি ঘটেছে
hi: व्यापारी का रिडीम विवरण पुनर्प्राप्त करते समय त्रुटि हुई
mr: व्यापारी चे रिडीम तपशील पुनर्प्राप्त करताना त्रुटी आली

# MerchantRewardErrorMessage
source: Error occurred while retrieving merchant's reward details
bn: মার্চেন্ট এর পুরস্কার বিবরণ উদ্ধার করার সময় ত্রুটি ঘটেছে
hi: व्यापारी का इनाम विवरण पुनर्प्राप्त करते समय त्रुटि हुई
mr: व्यापारी चे पुरस्कार तपशील पुनर्प्राप्त करताना त्रुटी आली

# MerchantShareCouponErrorMessage
source: This coupon is not shared by merchant xyz
bn: এই কুপন বণিক xyz দ্বারা ভাগ করা হয় না
hi: यह कूपन व्यापारी xyz द्वारा साझा नहीं किया गया है
mr: हे कूपन व्यापारी xyz द्वारे सामायिक केलेले नाही

# Message
source: Message as on Digital Card
bn: ডিজিটাল কার্ড হিসাবে বার্তা
hi: डिजिटल कार्ड पर जैसा संदेश चाहिए
mr: डिजिटल कार्डवर संदेश

source: Mobile No
bn: মোবাইল নাম্বার
hi: मोबाइल नंबर
mr: मोबाइल क्रमांक

# MobileNoPrompt
source: Enter Mobile Number
bn: মোবাইল নম্বর লিখুন
hi: मोबाइल नंबर दर्ज करें
mr: मोबाइल नंबर प्रविष्ट करा

source: My cards
bn: আমার কার্ড
hi: मेरे कार्ड
mr: माझे कार्ड

source: My Digital Cards
bn: আমার ডিজিটাল কার্ড
hi: मेरे डिजिटल कार्ड
mr: माझे डिजिटल कार्ड

# MyProfile
source: My Business Profile
bn: আমার ব্যবসার প্রোফাইল
hi: मेरे व्यवसाय की प्रोफ़ाइल
mr: माझा व्यवसाय प्रोफाइल

source: Name
bn: নাম
hi: नाम
mr: नाव

# NewBrandSuccess
source: New Brand Added Successfully.
bn: নতুন ব্র্যান্ড সফলভাবে যোগ করা হয়েছে
hi: नया ब्रांड सफलतापूर्वक जोड़ा गया है
mr: नवीन ब्रँड यशस्वीपणे जोडले गेले आहेत

# NewLocationSuccess
source: New Location Added Successfully.
bn: নতুন অবস্থান সফলভাবে যোগ করা হয়েছে
hi: नया स्थान सफलतापूर्वक जोड़ा गया
mr: नवीन स्थान यशस्वीरित्या जोडले गेले आहे.

# NewStaffSuccess
source: Staff member added successfully
bn: স্টাফ সদস্য সফলভাবে যোগ করা হয়েছে
hi: स्टाफ सदस्य को सफलतापूर्वक जोड़ दिया गया है
mr: कर्मचारी सदस्य यशस्वीरित्या जोडला गेला आहे

source: No
bn: না
hi: नहीं
mr: नाही

# NoBrandsPrompt
source: No brands are added for this merchant
bn: এই ব্র্যান্ডের জন্য কোন ব্রান্ডের যোগ করা হয় না
hi: इस व्यापारी के लिए कोई ब्रांड जोड़ा नहीं गया है
mr: या व्यापार्यासाठी कोणतेही ब्रँड जोडले नाहीत

# NoCustomers
source: No Customers Added
bn: কোন গ্রাহক যোগ করা হয়েছে
hi: कोई भी ग्राहक जोड़ा नहीं गया है
mr: कोणतेही ग्राहक जोडले गेले नाहीत

source: No Data Available
bn: কোন তথ্য নেই
hi: कोई डेटा उपलब्ध नहीं है
mr: डेटा उपलब्ध नाही

# NoGroupErrorMessage
source: No groups with selected names
bn: নির্বাচিত নাম হিসাবে কোন গোষ্ঠীগুলি বিদ্যমান নেই
hi: चयनित नाम के रूप में कोई समूह मौजूद नहीं है
mr: निवडलेल्या नावाप्रमाणे कोणतेही गट अस्तित्वात नाहीत

# NoofLicenses
source: Number Of Licenses
bn: লাইসেন্সের সংখ্যা
hi: लाइसेंस की संख्या
mr: परवान्यांची संख्या

# NoOfVisitsException
source: Error occurred while retrieving no of visits
bn: ভিজিট সংখ্যা পুনরুদ্ধারের সময় ত্রুটি ঘটেছে
hi: विज़िट की संख्या पुनर्प्राप्त करते समय त्रुटि हुई
mr: भेटींची संख्या प्राप्त करताना त्रुटी आली

# NoPointsAvailableErrorMessage
source: Consumer xyz have only nnn points available for redeem
bn: গ্রাহক xyz রিডিম করার জন্য শুধুমাত্র nnn পয়েন্ট উপলব্ধ আছে
hi: उपभोक्ता xyz के पास रिडीम के लिए केवल nnn अंक उपलब्ध हैं
mr: उपभोक्ता xyzकडे केवळ nnn गुण उपलब्ध आहे

# NoPointsAvailableErrorMessage1
source: Please enter less number of points and try again.
bn: দয়া করে আবার চেষ্টা করুন
hi: कृपया फिर से प्रयास करें
mr: कृपया पुन्हा प्रयत्न करा

# NoPointsDefinedErrorMessage
source: No redeem options are defined by merchant xyz.
bn: কোন রিডমুন বিকল্পগুলি মার্কেটিং xyz দ্বারা সংজ্ঞায়িত করা হয়
hi: कोई भी रिडीम विकल्प व्यापारी xyz द्वारा परिभाषित नहीं हैं
mr: कोणताहि मोबदला पर्याय व्यापारी xyz द्वारे परिभाषित केलेला नाही

# NoRedeemFormulaErrorMessage
source: No redeem formula is defined by merchant
bn: এই বণিক দ্বারা কোন redim সূত্র সংজ্ঞায়িত করা হয় না -
hi: इस व्यापारी द्वारा कोई रिडीम फॉर्मूला परिभाषित नहीं किया गया है -
mr: या विक्रेत्याने कोणतेही पुनर्मुद्रण सूत्र परिभाषित केले नाही -

# NoStaffPrompt
source: No staff added for this location
bn: এই অবস্থানের জন্য কোন স্টাফ যুক্ত করা হয়নি
hi: इस स्थान के लिए कोई कर्मचारी जोड़ा नहीं गया है
mr: या स्थानासाठी कोणतेही कर्मचारी जोडले गेले नाहीत

# NotRegisteredErrorMessage
source: is not registered with merchant
bn: এই বণিক সঙ্গে নিবন্ধিত না -
hi: इस व्यापारी के साथ पंजीकृत नहीं है -
mr: या व्यापार्याशी नोंदणीकृत नाही -

source: Number Of Visits
bn: পরিদর্শন সংখ্যা
hi: विज़िट की संख्या
mr: भेटींची संख्या

source: Offers near me
bn: আমার কাছাকাছি অফার
hi: मेरे पास ऑफर
mr: माझ्या जवळील ऑफर

# OptionalMobileNumber
source: Mobile Number (optional)
bn: মোবাইল নম্বর (ঐচ্ছিক)
hi: मोबाइल नंबर (वैकल्पिक)
mr: मोबाईल नंबर (पर्यायी)

source: Or
bn: অথবা
hi: या
mr: किंवा

# Other
source: Other Terms & Conditions
bn: অন্যান্য শর্তাবলী
hi: अन्य नियम एवं शर्तें
mr: इतर नियम व अटी

source: Other Specifications
bn: অন্যান্য বিশেষ উল্লেখ
hi: अन्य विशेषतायें
mr: इतर वैशिष्ट्य

source: OTP Verified
bn: OTP যাচাই করা হয়েছে
hi: OTP सत्यापित है
mr: OTP सत्यापित आहे

# OwnerEmail
source: Owner's Email
bn: মালিকের ইমেল
hi: मालिक का ईमेल
mr: मालकाचा ईमेल

source: Password
bn: পাসওয়ার্ড
hi: पासवर्ड
mr: पासवर्ड

source: Pending Reviews
bn: অপেক্ষারত পর্যালোচনা
hi: लंबित समीक्षा
mr: प्रलंबित पुनरावलोकने

# PercentageOff
source: % Off
bn: % ছাড়
hi: % छूट
mr: % सवलत

# PercentOffValidationMessage
source: Enter Number for % Off
bn: % ছাড় জন্য নম্বর লিখুন
hi: % छूट के लिए नंबर दर्ज करें
mr: % सवलतीच्यासाठी नंबर प्रविष्ट करा

source: Phone
bn: টেলিফোন
hi: फ़ोन
mr: फ़ोन

# PhoneValidationMessage
source: write a phone number
bn: একটি ফোন নম্বর লিখুন
hi: एक फोन नंबर लिखें
mr: फोन नंबर लिहा

source: Picture
bn: চিত্র
hi: चित्र
mr: चित्र

source: Pin Code
bn: পিনকোড
hi: पिन कोड
mr: पिन कोड

# PinCodeValidationMessage
source: write a pin code
bn: পিন কোড লিখুন
hi: एक पिन कोड लिखें
mr: पिन कोड लिहा

source: Please
bn: অনুগ্রহ করে
hi: कृपया
mr: कृपया

# PleaseselectgroupErrorMessage
source: Please select group
bn: গ্রুপ নির্বাচন করুন
hi: कृपया समूह चुनें
mr: कृपया गट निवडा

source: Points
bn: পয়েন্টগুলি
hi: अंक
mr: गुण

source: Points/Cashback Expiry
bn: পয়েন্ট / ক্যাশব্যাক মেয়াদ শেষ
hi: अंक / कैशबैक समाप्ति
mr: पॉइंट्स / कॅशबॅक समाप्ती

# PointsExpiryPrompt
source: Please select Expiry period for Points/Cashback
bn: পয়েন্ট / ক্যাশব্যাক জন্য মেয়াদকাল মেয়াদ নির্বাচন করুন
hi: कृपया अंक / कैशबैक के लिए समाप्ति अवधि चुनें
mr: कृपया पॉइंट्स / कॅशबॅकसाठी समाप्ती कालावधी निवडा

# PointsRedeem
source: Points to be redeemed today
bn: আজকে মুক্তির বিন্দু
hi: आज रिडीम करने वाले पॉइंट्स
mr: आज रिडीम करायचे पॉइंट्स

source: Points redeemed successfully.
bn: পয়েন্ট সফলভাবে বিক্রি
hi: अंक सफलतापूर्वक भुनाए गए
mr: पॉइंटस यशस्वीरित्या रीडीम केले

# PrimeryIDLogin
source: Select Primary ID for Login
bn: লগইন জন্য প্রাথমিক আইডি নির্বাচন করুন
hi: प्रवेश के लिए प्राथमिक आईडी का चयन करें
mr: लॉगइनसाठी प्राधान्य आयडी निवडा

source: Profile
bn: প্রোফাইল
hi: प्रोफाइल
mr: प्रोफाइल

source: Profile Updated
bn: প্রোফাইল আপডেট করা হয়েছে
hi: प्रोफ़ाइल अपडेट की गई है
mr: प्रोफाइल अद्यतनित आहे

source: QR Code
bn: QR কোড
hi: क्यूआर कोड
mr: क्यूआर कोड

# Questions
source: Question
bn: প্রশ্ন
hi: प्रश्न
mr: प्रश्न

source: Redeem
bn: ভাঙান
hi: रीडीम
mr: परत विकत घ्या

source: redeem code
bn: ভাঙাতে কোড
hi: रीडीम कोड
mr: कोडची पूर्तता

# RedeemCouponException
source: Error occurred while redeem coupon
bn: কুপন মুক্তির সময় ত্রুটি ঘটেছে
hi: कूपन का रिडीम करने में त्रुटि हुई
mr: कूपन रिडीम करताना त्रुटी आली

source: Redeem Formula
bn: ফর্মুলা ভাঙ্গান
hi: आहरण फॉर्मूला
mr: फॉर्म्युलाची पूर्तता करा

# RedeemOptions
source: Redeem options for points
bn: পয়েন্টগুলির জন্য বিকল্পগুলি ভাঙ্গান
hi: पॉइंट्स रिडीम करने के लिए विकल्प परिभाषित करें
mr: पॉइंटसाठी रिडीम पर्याय परिभाषित करा

# RedeemOptions1
source: Redeem Options
bn: রিমমপশন বিকল্পগুলি
hi: रिडीम विकल्प
mr: रिडीम पर्याय

# RedeemOptionsMessage
source: Redeem nnn points. Please select one of the option for redeem:
bn: nnn পয়েন্ট পুনরুদ্ধার করুন মুক্তির জন্য একটি বিকল্প নির্বাচন করুন:
hi: nnn अंक रिडीम करें रिडीम के लिए कृपया एक विकल्प चुनें:
mr: nnn बिंदू वितरीत करा. कृपया पूर्ततासाठी पर्यायांपैकी एक निवडा:

# RedeemPointsConfirmationMessage
source: Redeem nnn points. Give a discount of Currency ppp.
bn: nnn পয়েন্ট পরিশোধ করুন. ছয় টাকা দিতে Currency ppp.
hi: nnn अंक रिडीम करें| ppp Currency की छूट दें|
mr: nnn गुणांची पूर्तता करा. ppp Currency सूट द्या.

# RegionalSetting
source: Settings
bn: সেটিংস
hi: सेटिंग्स
mr: सेटिंग्स

# RegionalSettingsException
source: Error occurred while saving regional settings
bn: আঞ্চলিক সেটিংস সংরক্ষণ করার সময় ত্রুটি ঘটেছে
hi: क्षेत्रीय सेटिंग सहेजते समय त्रुटि हुई
mr: प्रादेशिक सेटिंग्ज जतन करताना त्रुटी आली

source: Registered Mobile Number
bn: নিবন্ধিত মোবাইল নম্বর
hi: पंजीकृत मोबाइल नंबर
mr: नोंदणीकृत मोबाईल नंबर

# Registernewmerchant
source: Register a new merchant
bn: নতুন বণিক নথিভুক্ত করুন
hi: एक नया व्यापारी पंजीकृत करें
mr: नवीन व्यापारी नोंदणी करा

source: Remember Me?
bn: আমাকে মনে রাখুন?
hi: मुझे याद रखें
mr: माझी आठवण ठेवा?

source: Reports
bn: প্রতিবেদন
hi: रिपोर्ट
mr: अहवाल

source: Reset
bn: রিসেট করুন
hi: रीसेट
mr: रीसेट करा

# ResetConfirmation
source: Reset password confirmation
bn: পাসওয়ার্ড নিশ্চিতকরণ পুনরায় সেট করুন
hi: पासवर्ड रीसेट पुष्टिकरण करें
mr: रीसेट पासवर्डची पुष्टी करा

# ResetMessage
source: Your password has been reset.
bn: আপনার পাসওয়ার্ড পুনরায় সেট করা হয়েছে.
hi: आपका पासवर्ड रिसेट कर दिया गया है।
mr: आपला संकेतशब्द रीसेट केला गेला आहे.

source: Reset password
bn: পাসওয়ার্ড রিসেট করুন
hi: पासवर्ड रीसेट
mr: संकेतशब्द रीसेट करा

source: Reset your password.
bn: আপনার পাসওয়ার্ড পুনরায় সেট করুন.
hi: अपना पासवर्ड रीसेट करें।
mr: आपला संकेतशब्द पुनर्प्रस्थापित करा.

source: Review
bn: পর্যালোচনা
hi: समीक्षा
mr: पुनरावलोकन करा

# ReviewCreatedMessage
source: Review Created Successfully
bn: পর্যালোচনা সফলভাবে তৈরি হয়েছে
hi: समीक्षा सफलतापूर्वक बनाया गया
mr: पुनरावलोकन प्रश्नांचा यशस्वीरित्या तयार झाला

source: Review Report
bn: প্রতিবেদন পর্যালোচনা করুন
hi: समीक्षा रिपोर्ट
mr: पुनरावलोकन अहवाल

source: Review Submission
bn: পর্যালোচনা জমা দিন
hi: समीक्षा के लिए प्रस्तुत करना
mr: सबमिशनचे पुनरावलोकन करा

source: Reward Formula
bn: পুরস্কার এর ফর্মুলা
hi: पुरस्कार फॉर्मूला
mr: पुरस्कार फॉर्म्युला

# RewardFormulaErrorMessage
source: does not have any reward points earned for merchant
bn: এই বণিকের জন্য অর্জিত কোন পুরস্কার পয়েন্ট নেই -
hi: के पास इस व्यापारी के लिए अर्जित कोई इनाम अंक नहीं है -
mr: जवळ या व्यापार्यासाठी अर्जित केलेले कोणतेही बक्षीस गुण नाहीत -

source: Reward Name
bn: পুরস্কার এর নাম
hi: पुरस्कार का नाम
mr: पुरस्कार नाव

source: Reward Program
bn: পুরস্কার প্রোগ্রাম
hi: पुरस्कार कार्यक्रम
mr: पुरस्कार कार्यक्रम

# RewardProgramPrompt
source: Do you want to run a reward program
bn: আপনি একটি পুরস্কার প্রোগ্রাম চালানো করতে চান
hi: क्या आप इनाम कार्यक्रम को परिभाषित करना चाहते हैं?
mr: आपण बक्षीस कार्यक्रम चालवू इच्छिता?

source: Reward/Redeem Formula
bn: ফর্মুলা পুরস্কার / রিডিম করুন
hi: पुरस्कार / रिडीम फॉर्मूला परिभाषित करें
mr: पुरस्कार / रिडीम फॉर्मूला

source: Rupees
bn: টাকা
hi: रुपये
mr: रुपये

source: Save
bn: সংরক্ষণ করুন
hi: सहेजें
mr: जतन करा

# SaveGiftCardException
source: Error occurred while saving gift cards
bn: উপহার কার্ড সংরক্ষণ করার সময় ত্রুটি ঘটেছে
hi: उपहार कार्ड सहेजते समय त्रुटि हुई
mr: भेट कार्ड जतन करताना त्रुटी आली

# SaveGiftCardMessage
source: Gift Card Saved Successfully
bn: উপহার কার্ড সফলভাবে সংরক্ষিত
hi: उपहार कार्ड सफलतापूर्वक सहेजा गया
mr: गिफ्ट कार्ड यशस्वीरित्या जतन केले गेले आहे

source: Scan Coupon
bn: স্ক্যান কুপন
hi: स्कैन कूपन
mr: स्कैन कूपन

source: Select
bn: নির্বাচন করা
hi: चुनते हैं
mr: निवडा

source: Select Brand
bn: ব্র্যান্ড নির্বাচন করুন
hi: ब्रांड का चयन करें
mr: ब्रँड निवडा

source: Select Consumer List
bn: গ্রাহক তালিকা নির্বাচন করুন
hi: उपभोक्ता सूची चुनें
mr: वापरकर्ता सूची निवडा

source: Select Country
bn: দেশ নির্বাচন করুন
hi: देश चुनिए
mr: देश निवडा

source: Select CSV File
bn: CSV ফাইল নির্বাচন করুন
hi: सीएसवी फ़ाइल चुनें
mr: CSV फाइल निवडा

# SelectForSummary
source: Select to view summary
bn: সারসংক্ষেপ দেখতে নির্বাচন করুন
hi: सारांश देखने के लिए चुनें
mr: सारांश पाहण्यासाठी निवडा

source: Select From Library
bn: লাইব্রেরি থেকে নির্বাচন করুন
hi: लाइब्रेरी से चुनें
mr: लायब्ररीमधून निवडा

source: Select Groups
bn: গ্রুপ নির্বাচন করুন
hi: समूह चुनें
mr: समूह निवडा

source: Select Language
bn: ভাষা নির্বাচন কর
hi: भाषा चुनिए
mr: भाषा निवडा

source: Select Location
bn: অবস্থান নির্বাচন করুন
hi: स्थान चुनें
mr: स्थान निवडा

source: Select Saved Groups
bn: সংরক্ষিত গোষ্ঠীগুলি নির্বাচন করুন
hi: सहेजे गए समूह का चयन करें
mr: जतन केलेले गट निवडा

source: (Select to edit)
bn: (সম্পাদনা করতে নির্বাচন করুন)
hi: (बदलाव करने के लिए चुने)
mr: (संपादनासाठी निवडा)

source: Send
bn: পাঠান
hi: भेजें
mr: पाठवा

# SendCouponException
source: Error occurred while sending coupon to consumer
bn: গ্রাহকের কাছে কুপন পাঠানোর সময় ত্রুটি ঘটেছে
hi: उपभोक्ता को कूपन भेजते समय त्रुटि हुई
mr: ग्राहकांना कूपन पाठविताना त्रुटी आली

# SendCouponTitle
source: Please use any of the 4 options to send your coupons:
bn: আপনার কুপন পাঠাতে 4 টি বিকল্প ব্যবহার করুন:
hi: अपने कूपन भेजने के लिए कृपया 4 विकल्पों में से किसी का उपयोग करें:
mr: कृपया आपले कूपन पाठविण्यासाठी 4 पर्यायांपैकी कोणत्याही वापरा:

# SendCouponToAll
source: Coupon Sent Successfully to selected contacts.
bn: কুপন নির্বাচিত পরিচিতিগুলিতে সফলভাবে পাঠানো হয়েছে
hi: कूपन चयनित संपर्कों के लिए सफलतापूर्वक भेजा गया
mr: कूपन निवडलेल्या संपर्कांमध्ये यशस्वीरित्या पाठवले

# SendDEC
source: Send Digital Card
bn: ডিজিটাল কার্ড পাঠান
hi: डिजिटल कार्ड भेजें
mr: डिजिटल कार्ड पाठवा

# SendDECException
source: Error occurred while sending DEC to consumer
bn: গ্রাহককে DEC পাঠানোর সময় ত্রুটি ঘটেছে
hi: उपभोक्ता को DEC भेजते समय त्रुटि हुई
mr: ग्राहकांना DEC पाठविताना त्रुटी आली

# SendDECToAll
source: DEC Sent Successfully to selected contacts.
bn: DEC নির্বাচিত পরিচিতিতে সফলভাবে পাঠানো হয়েছে
hi: DEC चयनित संपर्कों के लिए सफलतापूर्वक भेजा गया
mr: DEC निवडलेल्या संपर्कांमध्ये यशस्वीरित्या पाठवले

# SendDECToAllException
source: Error occurred while sending coupon to all DEC consumer
bn: সমস্ত DEC গ্রাহক কুপন পাঠানোর সময় ত্রুটি ঘটেছে
hi: सभी डीईसी उपभोक्ता के लिए कूपन भेजते समय त्रुटि हुई
mr: सर्व डीईसी ग्राहकांना कूपन पाठविताना त्रुटी आली

source: Send OTP
bn: OTP পাঠান
hi: ओटीपी भेजें
mr: ओटीपी पाठवा

source: Send SMS
bn: এসএমএস পাঠান
hi: संदेश भेजो
mr: एसएमएस पाठवा

source: Send SMS / Email
bn: এসএমএস / ইমেল পাঠান
hi: एसएमएस / ईमेल भेजें
mr: एसएमएस / ईमेल पाठवा

source: Send to a friend
bn: একটি বন্ধু পাঠান
hi: एक दोस्त को भेजें
mr: मित्रांना पाठवा

source: Send to All DECs
bn: DEC এ সব পাঠান
hi: सभी डीईसी को भेजें
mr: सर्व DEC ला पाठवा

# SendToConsumerList
source: Send DEC/Coupons to list of consumers
bn: ডিজিটাল কার্ড / কুপন গ্রাহকের তালিকা উপর প্রেরণ করুন
hi: उपभोक्ता की सूची को डीईसी / कूपन भेजें
mr: डिजिटल कार्ड / कूपन ग्राहकांच्या सूचीवर पाठवा

# SendToGroupException
source: Error occured while sending DEC/Coupon to group
bn: DEC / কুপন গোষ্ঠীতে পাঠানোর সময় ত্রুটি ঘটেছে
hi: डीईसी / कूपन को समूह भेजते समय त्रुटि हुई
mr: डीईसी / कूपन गटांकडे पाठविताना त्रुटी आली

# SetButtonURL
source: Set Button URLs
bn: URL বোতাম গুলি সেট করুন
hi: बटन यूआरएल सेट करें
mr: बटण URL सेट करा

# SetCouponForEvents
source: Set coupons for events
bn: ইভেন্টের জন্য কুপন সেট
hi: अवसरों के लिए कूपन स्थापित करें
mr: इव्हेंटसाठी कूपन्स सेट करा

source: Set coupons
bn: সেট কুপন
hi: कूपन स्थापित करें
mr: कूपन सेट करा

# SetEventCouponsException
source: Error occurred while setting event coupons
bn: ইভেন্ট কুপন সেটিং করার সময় ত্রুটি ঘটেছে
hi: इवेंट कूपन सेट करते समय त्रुटि हुई
mr: इव्हेंट कूपन्स सेट करताना त्रुटी आली

source: Set Gift cards
bn: উপহার এর কার্ড সেট করুন
hi: गिफ्ट कार्ड स्थापित करें
mr: गिफ्ट कार्ड सेट करा

source: Set Image
bn: চিত্র সেট করুন
hi: चित्र सेट करें
mr: प्रतिमा सेट करा

# SetImageHeading
source: Set this image as Digital Card background
bn: ডিজিটাল কার্ড ব্যাকগ্রাউন্ড হিসাবে এই ছবিটি সেট করুন
hi: इस चित्र को डिजिटल कार्ड पृष्ठभूमि के रूप में सेट करें
mr: ही प्रतिमा डिजिटल कार्ड पार्श्वभूमी म्हणून सेट करा

source: Set Review questions
bn: পর্যালোচনা প্রশ্ন সেট
hi: समीक्षा प्रश्न पूछें
mr: पुनरावलोकन प्रश्न सेट करा

# ShareCouponWithFriends
source: Send to Contacts
bn: কুপন পাঠান
hi: संपर्क सूची में भेजें
mr: संपर्क सूचीमध्ये कूपन पाठवा

# ShareWithAll
source: Make this coupon available to all DECs
bn: সকল DECs কে পাঠান
hi: इस कूपन को सभी डीईसी के लिए उपलब्ध कराएं
mr: हे कूपन सर्व डीईसीसाठी उपलब्ध करा

# ShareWithAllMessage
source: (When unselected, you will need to send the coupon to selective consumers only)
bn: (এই বিকল্পটি নির্বাচিত না হলে, শুধুমাত্র বিকল্প গ্রাহকদের জন্য কুপন প্রেরণ করতে হবে)
hi: (न चुने जाने पर, आपको कूपन केवल चयनात्मक उपभोक्ताओं को ही भेजने की आवश्यकता होगी)
mr: ( हा पर्याय निवडलेला नसल्यास, आपल्याला केवळ पर्यायी ग्राहकांसाठी कूपन पाठवावे लागेल)

# ShareWithFriends
source: Send Digital Card to friends
bn: বন্ধুগণ डिजिटल কার্ড পাঠান
hi: मित्रों को डिजिटल कार्ड भेजें
mr: मित्रांना डिजिटल कार्ड पाठवा

source: SMS Balance
bn: এসএমএস ব্যালেন্স
hi: एसएमएस बैलेंस
mr: एसएमएस बॅलेंस

source: SMS Sent
bn: প্রেরিত এসএমএস সংখ্যা
hi: भेजे गए एसएमएस की संख्या
mr: पाठविलेल्या SMS ची संख्या

source: Society Name
bn: সোসাইটির নাম
hi: सोसायटी का नाम
mr: सोसायटीचे नाव

# SplashScreenText
source: Create and send Digital Cards, create and redeem coupons, create gift cards, get dynamic customer feedback and more...
bn: ডিজিটাল কার্ডগুলি তৈরি করুন এবং পাঠান, কুপন তৈরি করুন এবং ভাঙ্গান, উপহার কার্ড তৈরি করুন, গ্রাহক প্রতিক্রিয়া গ্রহণ করুন এবং আরও ...
hi: डिजिटल कार्ड बनाएं और भेजें, कूपन बनाएं और रिडीम करें, उपहार कार्ड बनाएं, गतिशील ग्राहक फ़ीडबैक प्राप्त करें और अधिक...
mr: डिजिटल कार्ड तयार करा आणि पाठवा, कूपन तयार करा आणि रीडीम करा, भेट कार्ड तयार करा, गतिशील ग्राहक अभिप्राय मिळवा आणि बरेच काही ...

# StaffManagerException
source: Error occurred while adding staff member
bn: স্টাফ সদস্য যোগ করার সময় ত্রুটি ঘটেছে
hi: स्टाफ सदस्य जोड़ते समय त्रुटि हुई
mr: कर्मचारी सदस्य जोडताना त्रुटी आली

source: State
bn: রাজ্য
hi: राज्य
mr: राज्य

source: Street
bn: রাস্তা
hi: सड़क
mr: रस्ता

source: Submit Review
bn: পর্যালোচনা জমা দিন
hi: समीक्षा जमा करें
mr: पुनरावलोकन सबमिट करा

# Support
source: Help
bn: সহায়তা
hi: मदद
mr: मदत

# TermsAndConditions
source: Terms & Conditions
bn: শর্তাবলী
hi: नियम एवं शर्तें
mr: अटी व शर्ती

source: Terms of Use
bn: ব্যবহারের শর্তাবলী
hi: उपयोग की शर्तें
mr: वापरण्याच्या अटी

source: Text
bn: পাঠ্য
hi: टेक्स्ट
mr: मजकूर

# TextColorPrompt
source: Text color to be displayed on Digital Card
bn: ডিজিটাল কার্ড প্রদর্শিত টেক্সট রঙ
hi: डिजिटल कार्ड पर प्रदर्शित होने के लिए टेक्स्ट का रंग
mr: डिजिटल कार्डावर प्रदर्शित करण्यासाठी मजकूर रंग

source: To
bn: করতে
hi: से
mr: पर्यंत

source: Unauthorized access.
bn: অননুমোদিত
hi: अनाधिकृत उपयोग।
mr: अनधिकृत प्रवेश

source: Upcoming events
bn: আসন্ন ঘটনাবলী
hi: आने वाले कार्यक्रम
mr: पुढील कार्यक्रम

source: Update
bn: আপডেট
hi: अद्यतन
mr: अद्यतन करा

# UpdateBranchException
source: Error occurred while updating location
bn: অবস্থান আপডেট করার সময় ত্রুটি ঘটেছে
hi: स्थान अपडेट करते समय त्रुटि हुई
mr: स्थान अद्यतनित करताना त्रुटी आली

# UpdateBrandException
source: Error occurred while updating brand
bn: ব্র্যান্ড আপডেট করার সময় ত্রুটি ঘটেছে
hi: ब्रांड अपडेट करते समय त्रुटि हुई
mr: ब्रँड अद्यतनित करताना त्रुटी आली

# UpdateCouponException
source: Error occurred while updating coupon
bn: কুপন আপডেট করার সময় ত্রুটি ঘটেছে
hi: कूपन को अपडेट करते समय त्रुटि हुई
mr: कूपन अद्यतनित करताना त्रुटी आली

# UpdateMerchantException
source: Error occurred while updating merchant
bn: বণিক আপডেট করার সময় ত্রুটি ঘটেছে
hi: व्यापारी को अपडेट करते समय त्रुटि हुई
mr: व्यापारी अद्यतनित करताना त्रुटी आली

source: Upload Consumer File
bn: গ্রাহক ফাইল আপলোড করুন
hi: उपभोक्ता फ़ाइल अपलोड करें
mr: ग्राहक फाइल अपलोड करा

source: Upload Menu
bn: আপলোড মেনু
hi: अपलोड मेनू
mr: अपलोड मेनू

source: URL
bn: URL এর
hi: यूआरएल
mr: लिंक

source: User Name
bn: ব্যবহারকারী নাম
hi: उपयोगकर्ता का नाम
mr: वापरकर्ता नाव

# ValidAbove
source: Valid above bill amount
bn: বৈধ বিল এর পরিমাণ এর উপরে
hi: बिल राशि से अधिक मान्य
mr: बिल रकमेपेक्षा वैध

source: Valid At
bn: বৈধ সময়ে
hi: में मान्य
mr: येथे वैध
