Repository: deshpandeharshada/InstaDelight
Catalog: MerchantApp/Resources/Merchant.*.resx
Languages: bn, hi, mr

source: Add Branch
bn: শাখা যোগ করুন
hi: शाखा जोड़ें
mr: शाखा जोडा

source: Add Brand
bn: ব্র্যান্ড যোগ করুন
hi: ब्रांड जोड़ें
mr: ब्रँड जोडा

# AddBrandException
source: Error occurred while adding new brand with brand manager
bn: ব্র্যান্ড পরিচালকের সাথে নতুন ব্র্যান্ড যোগ করার সময় ত্রুটি ঘটেছে
hi: ब्रैंड मैनेजर के साथ नया ब्रांड जोड़ने में त्रुटि हुई
mr: व्यवस्थापकासह नवीन ब्रंड जोडताना त्रुटी आली

source: Add Condition
bn: শর্ত জুড়ুন
hi: शर्त जोड़ें
mr: अट जोडा

source: Add Coupon
bn: কুপন যোগ করুন
hi: कूपन जोड़े
mr: कुपन जोडा

# AddEventCouponMessage
source: Event Coupons Set Successfully
bn: ইভেন্ট কুপন সফলভাবে সেট করুন
hi: इवेंट कूपन सफलतापूर्वक सेट करें
mr: इव्हेंट कूपन यशस्वीरित्या सेट

source: Add Location
bn: অবস্থান যোগ করুন
hi: स्थान बनाएं
mr: स्थान जोडा

# AddLocationException
source: Error occurred while adding new location with location manager
bn: অবস্থান ম্যানেজারের সাথে নতুন অবস্থান যুক্ত করার সময় ত্রুটি ঘটেছে
hi: स्थान प्रबंधक के साथ नया स्थान जोड़ते समय त्रुटि हुई
mr: स्थान व्यवस्थापकासह नवीन स्थान जोडताना त्रुटी आली

# AddNewCouponException
source: Error occurred while adding new coupon
bn: নতুন কুপন যুক্ত করার সময় ত্রুটি ঘটেছে
hi: नया कूपन जोड़ते समय त्रुटि हुई
mr: नवीन कूपन जोडताना त्रुटी आली

# AddNewReviewException
source: Error occurred while adding new review
bn: নতুন পর্যালোচনা যুক্ত করার সময় ত্রুটি ঘটেছে
hi: नई समीक्षा जोड़ते समय त्रुटि हुई
mr: नवीन पुनरावलोकन जोडताना त्रुटी आली

source: Address
bn: ঠিকানা
hi: पता
mr: पत्ता

source: Add Staff
bn: স্টাফ যোগ করুন
hi: कर्मचारी जोड़ें
mr: कर्मचारी जोडा

source: Allow Coupon Creation
bn: কুপন তৈরির অনুমতি দিন
hi: कूपन निर्माण की अनुमति दें
mr: कुपन निर्मितीला अनुमती द्या

# AllowCouponEventCreation
source: Allow to Set Event Coupon
bn: ইভেন্ট কুপন সেট করতে অনুমতি দিন
hi: इवेंट कूपन सेट करने की अनुमति दें
mr: इव्हेंट कूपन सेट करण्याची परवानगी द्या

source: Allow Menu Creation
bn: মেনু তৈরির অনুমতি দিন
hi: मेनू निर्माण की अनुमति दें
mr: मेनू निर्मितीला अनुमती द्या

source: Allow Send Coupon
bn: কুপন ভাগ করার অনুমতি দিন
hi: कूपन को साझा करने की अनुमति दें
mr: कुपन सामायिक करण्याची परवानगी द्या

source: Allow User Creation
bn: ব্যবহারকারী সৃষ্টির অনুমতি দিন
hi: उपयोगकर्ता निर्माण की अनुमति दें
mr: वापरकर्ता निर्मितीस परवानगी द्या

# AlreadyRedeemedErrorMessage
source: Coupon xyz is already redeemed by pqr on dt
bn: কুপন xyz ইতিমধ্যে তারিখ dt pqr দ্বারা খালাস করা হয়
hi: कूपन एक्सवायज़ को पहले से ही dt को pqr द्वारा रिडीम किया गया है
mr: कुपन xyz आधीपासून dt रोजी pqr द्वारे रिडीम केले आहे

source: Amount
bn: অর্থরাশি
hi: रकम
mr: रक्कम

# AnniversaryCopupon
source: Anniversary coupon
bn: বার্ষিকী কুপন
hi: वर्षगांठ कूपन
mr: वर्धापन दिन कूपन

source: Applicable In
bn: প্রযোজ্য ইন
hi: में लागू
mr: मध्ये लागू

# AsOnDEC
source: Name as on Digital Card
bn: ডিজিটাল কার্ড হিসাবে নাম
hi: डिजिटल कार्ड पर जैसा नाम चाहिए
mr: डिजिटल कार्डवर म्हणून नाव

source: Available Licenses
bn: উপলব্ধ লাইসেন্স
hi: उपलब्ध लाइसेंस
mr: उपलब्ध परवाने

source: Available Points
bn: উপলব্ধ পয়েন্ট
hi: उपलब्ध अंक
mr: उपलब्ध पॉइंट्स

source: Back
bn: পিছনের
hi: वापस
mr: मागे

source: Benefits
bn: উপকারিতা
hi: लाभ
mr: फायदे

# BenefitsPrompt
source: Please mention the benefits of the Privilege/Reward/Membership program
bn: বিশেষাধিকার / পুরস্কার / সদস্যপদ প্রোগ্রামের সুবিধাগুলি উল্লেখ করুন
hi: कृपया विशेषाधिकार / पुरस्कार / सदस्यता कार्यक्रम के लाभों का उल्लेख करें
mr: कृपया विशेषाधिकार / बक्षीस / सदस्यत्व कार्यक्रमाचे फायदे सांगा

# BillValidationMessage
source: Enter Number for Bill Amount
bn: বিল পরিমাণ জানতে নম্বর লিখুন
hi: बिल राशि के लिए संख्या दर्ज करें
mr: बिल रक्कम साठी नंबर प्रविष्ट करा

source: Birthday coupon
bn: জন্মদিনের কুপন
hi: जन्मदिन कूपन
mr: वाढदिवस कूपन

source: Black
bn: কালো
hi: काला
mr: काळा

# BranchManager
source: Branch Manager Name
bn: শাখা ব্যবস্থাপক নাম
hi: शाखा प्रबंधक का नाम
mr: शाखा व्यवस्थापकांचे नाव

source: Branch Name
bn: শাখার নাম
hi: शाखा का नाम
mr: शाखेचे नाव

# branchUpdated
source: Location Updated Successfully
bn: অবস্থান সফলভাবে আপডেট করা হয়েছে
hi: स्थान सफलतापूर्वक अपडेट किया गया है
mr: स्थान यशस्वीरित्या अद्यतनित केले गेले आहे

source: Brand List
bn: ব্র্যান্ড তালিকা
hi: ब्रांड सूची
mr: ब्रँड सूची

# BrandManagerException
source: Error occurred while creating brand manager.
bn: ব্র্যান্ড পরিচালক তৈরির সময় ত্রুটি ঘটেছে
hi: ब्रांड प्रबंधक बनाने के दौरान त्रुटि हुई
mr: ब्रँड व्यवस्थापक तयार करताना त्रुटी आली.

source: Brand Name
bn: ব্র্যান্ড এর নাম
hi: ब्रांड का नाम
mr: ब्रांडचे नाव

# BrandNamePrompt
source: Enter New Brand Name
bn: নতুন ব্র্যান্ডের নাম লিখুন
hi: नया ब्रांड नाम दर्ज करें
mr: नवीन ब्रँडचे नाव प्रविष्ट करा

# brandUpdated
source: Brand Updated Successfully
bn: ব্র্যান্ডটি সফলভাবে আপডেট করা হয়েছে
hi: ब्रांड को सफलतापूर्वक अपडेट किया गया
mr: ब्रँडला यशस्वीरित्या अद्यतनित केले गेले आहे

# BuildingName
source: Unit No./Building Name
bn: বাড়ি নং / বাড়ি নাম
hi: यूनिट क्रमांक / इमारत का नाम
mr: युनिट क्रमांक / बिल्डिंग नाव

# BulkShareDEC
source: Share DEC using a list
bn: একটি তালিকা ব্যবহার করে DEC ভাগ করুন
hi: एक सूची का उपयोग करके DEC साझा करें
mr: सूची वापरून DEC सामायिक करा

# BulkUpload
source: Send coupon to a list of consumers
bn: ক্রেতা একটি তালিকা কুপন পাঠান
hi: कई उपभोक्ताओं को कूपन भेजें
mr: अनेक ग्राहकांना कूपन पाठवा

# BusinessCategory
source: Select Business Category
bn: ব্যবসা বিভাগ নির্বাচন করুন
hi: व्यवसाय का प्रकार चुनें
mr: व्यवसाय श्रेणी निवडा

source: Button
bn: বোতাম
hi: बटन
mr: बटण

source: Buy and Share gift cards
bn: উপহার কার্ড কিনুন ও শেয়ার করুন
hi: उपहार कार्ड खरीदें और साझा करें
mr: भेट कार्ड खरेदी करा आणि शेअर करा

source: Cancel
bn: বাতিল
hi: रद्द करना
mr: रद्द करा

source: Cashback
bn: নগদ ফেরত
hi: नकदी वापस
mr: पैसे परत

source: Cashback Points
bn: ক্যাশব্যাক পয়েন্ট
hi: कैशबैक पॉइंट्स
mr: कॅशबॅक पॉइंट्स

source: Category
bn: বিভাগ
hi: वर्ग
mr: श्रेणी

# CategoryListErrorMessage
source: Error occurred while retrieving category list
bn: শ্রেণী তালিকা পুনরুদ্ধার করার সময় ত্রুটি ঘটেছে
hi: श्रेणी सूची पुनर्प्राप्त करते समय त्रुटि हुई
mr: श्रेणी सूची पुनर्प्राप्त करताना त्रुटी आली

source: Change Country
bn: দেশ পরিবর্তন করুন
hi: देश बदलो
mr: देश बदला

# CheckCustomerCoupons
source: Check Customer's visits, Points and Coupons
bn: গ্রাহক এর ভিজিট, পয়েন্ট এবং কুপন দেখুন
hi: ग्राहक के दौरे, पॉइंट्स और कूपन की जांच करें
mr: ग्राहकांच्या भेटी, पॉइंट्स आणि कूपन तपासा

# CheckPointsCoupons
source: Check Points And Coupons
bn: পয়েন্ট এবং কুপন চেক করুন
hi: पॉइंट्स और कूपन की जांच करें
mr: पॉइंट्स आणि कूपन तपासा

source: City
bn: শহর
hi: शहर
mr: शहर

source: Conditions
bn: শর্ত
hi: शर्तेँ
mr: अटी

source: Confirm password
bn: পাসওয়ার্ড নিশ্চিত করুন
hi: पासवर्ड की पुष्टि कीजिये
mr: पासवर्डची पुष्टी करा

source: Consumer
bn: উপভোক্তা
hi: उपभोक्ता
mr: ग्राहक

source: Consumer Added Successfully.
bn: গ্রাহক যোগদান সফলভাবে
hi: उपभोक्ता सफलतापूर्वक जोड़ा गया
mr: उपभोक्ता यशस्वीरित्या जोडले आहे

source: Consumer Cell
bn: উপভোক্তা সেল
hi: उपभोक्ता सेल
mr: ग्राहक सेल नंबर

# ConsumerDoesNotExistErrorMessage
source: Consumer does not exist.
bn: গ্রাহক বিদ্যমান নেই
hi: उपभोक्ता मौजूद नहीं है
mr: ग्राहक अस्तित्वात नाही

source: Consumer Mobile No.
bn: গ্রাহক মোবাইল নং
hi: उपभोक्ता मोबाइल नंबर
mr: ग्राहक मोबाईल नंबर

source: Consumer Name
bn: গ্রাহক নাম
hi: उपभोक्ता का नाम
mr: ग्राहकाचे नाव

# ConsumerNotRegistered
source: Not able to register Consumer
bn: গ্রাহক নিবন্ধন করতে পারবেন না
hi: उपभोक्ता को पंजीकृत करने में सक्षम नहीं
mr: ग्राहक नोंदणी करू शकत नाही

# ConsumetCount
source: Number of Consumers
bn: ভোক্তাদের সংখ্যা
hi: उपभोक्ताओं की संख्या
mr: ग्राहकांची संख्या

# CopuponBackground
source: Coupon background image
bn: কুপন পটভূমি চিত্র
hi: कूपन का पृष्ठभूमि चित्र
mr: कूपन पार्श्वभूमी प्रतिमा

source: Country
bn: দেশ
hi: देश
mr: देश

source: Country Code
bn: কান্ট্রি কোড
hi: देश कोड
mr: राष्ट्र संकेतांक

# CountryCodeErrorMessage
source: Error occurred while retrieving country code
bn: দেশ কোড পুনরুদ্ধারকালে ত্রুটি ঘটেছে
hi: देश का कोड पुनर्प्राप्त करते समय त्रुटि हुई
mr: देशाचा कोड पुनर्प्राप्त करताना त्रुटी आली

# CountryUpdated
source: Language Preferences Updated
bn: দেশ আপডেট করা হয়েছে
hi: भाषा प्राथमिकताएं अपडेट की गईं
mr: भाषा पसंती अद्ययावत केली आहे

source: Coupon Description
bn: কুপন বিবরণ
hi: कूपन का विवरण
mr: कुपन वर्णन

source: Coupon Details
bn: বিস্তারিত কুপন বিবরণ
hi: कूपन का विवरण
mr: कूपन तपशील

# CouponExpiredErrorMessage
source: Coupon is expired. You cannot redeem coupon now.
bn: কুপন মেয়াদ শেষ হয়ে গেছে। আপনি এখন কুপন মুক্ত করতে পারবেন না।
hi: कूपन की समय सीमा समाप्त हो गई है। आप अब कूपन का भुगतान नहीं कर सकते।
mr: कूपन कालबाह्य झाले आहे. आपण आता कूपन परत मिळवू शकत नाही

source: Coupon is Valid.
bn: কুপন বৈধ।
hi: कूपन मान्य है
mr: कूपन वैध आहे

source: Coupon list
bn: কুপন তালিকা
hi: कूपन सूची
mr: कुपन सूची

source: Coupon Redeemed Successfully.
bn: কুপন সফলভাবে ছাপানো হয়েছে
hi: कूपन सफलतापूर्वक रिडीम किया गया
mr: कुपन यशस्वीरित्या रिडीम केले गेले

source: Coupons
bn: কুপন
hi: कूपन
mr: कुपन्स

# CouponSharedSuccessfully
source: Coupon shared with consumer Successfully.
bn: কুপন গ্রাহকের সাথে সফলভাবে ভাগ করে নিয়েছে
hi: कूपन उपभोक्ता के साथ सफलतापूर्वक साझा किया गया
mr: कुपन यशस्वीरित्या ग्राहकांसह सामायिक केले

# CouponSharedToCSVMessage
source: Coupon shared successfully to list of consumers.
bn: কুপন গ্রাহকদের তালিকা সফলভাবে ভাগ করে নিয়েছে।
hi: कुपन उपभोक्ताओं की सूची के लिए सफलतापूर्वक साझा किया गया।
mr: कूपन ग्राहकांच्या सूचीमध्ये यशस्वीरित्या सामायिक केले.

# CouponSharedToGroupMessage
source: Coupon shared successfully to group of consumers.
bn: কুপন গ্রাহকদের গ্রুপ সফলভাবে ভাগ করে নিয়েছে
hi: कुपन उपभोक्ताओं के समूह के लिए सफलतापूर्वक साझा किया गया।
mr: कूपन ग्राहकांच्या समूहाला यशस्वीरित्या सामायिक केले.

source: Coupon Title
bn: কুপন শিরোনাম
hi: कूपन का शीर्षक
mr: कुपन शीर्षक

source: coupon Updated
bn: ভাষা পছন্দ আপডেট করা হয়েছে
hi: कूपन अपडेट किया गया है
mr: कूपन अद्यतनित केले आहे

# CreateBrand
source: Create a New Brand
bn: একটি নতুন ব্র্যান্ড তৈরি করুন
hi: एक नया ब्रांड बनाएं
mr: एक नवीन ब्रँड तयार करा

source: Create Brand Manager
bn: ব্র্যান্ড ম্যানেজার তৈরি করুন
hi: ब्रांड प्रबंधक बनाएं
mr: ब्रँड व्यवस्थापक तयार करा

# CreateCoupons
source: Create Coupon
bn: কুপন তৈরি করুন
hi: कूपन बनाएं
mr: कुपन तयार करा

source: Create Review
bn: পর্যালোচনা তৈরি করুন
hi: समीक्षा बनाएं
mr: पुनरावलोकन तयार करा

# CSVErrorMessage
source: CSV file is not in correct format. Please download sample file and try again.
bn: CSV ফাইল সঠিক বিন্যাসে নেই। নমুনা ফাইল ডাউনলোড করুন এবং আবার চেষ্টা করুন।
hi: सीएसवी फ़ाइल सही प्रारूप में नहीं है। कृपया नमूना फ़ाइल डाउनलोड करें और फिर से प्रयास करें।
mr: CSV फाईल योग्य स्वरूपात नाही. कृपया नमुना फाइल डाउनलोड करा आणि पुन्हा प्रयत्न करा.

# CurrencyErrorMessage
source: Error occurred while retrieving currency
bn: মুদ্রা উদ্ধার করার সময় ত্রুটি ঘটেছে
hi: मुद्रा पुनर्प्राप्त करते समय त्रुटि हुई
mr: चलन पुनर्प्राप्त करताना त्रुटी आली

source: Customer
bn: ক্রেতা
hi: ग्राहक
mr: ग्राहक

source: Customer List
bn: গ্রাহক তালিকা
hi: ग्राहक सूची
mr: ग्राहक सूची

source: Customer Profile
bn: ক্রেতা বিবরণ
hi: ग्राहक प्रोफाइल
mr: ग्राहक प्रोफाइल

source: Customer Summary
bn: গ্রাহক সারসংক্ষেপ
hi: ग्राहक सारांश
mr: ग्राहक सारांश

# CustomerSupport
source: Customer Support numbers:
bn: গ্রাহক সহায়তা :
hi: ग्राहक सहायता क्रमांक:
mr: ग्राहक हेल्पलाईन क्रमांक:

source: Date of Anniversary
bn: বার্ষিকী তারিখ
hi: वर्षगांठ की तिथि
mr: वर्धापन दिन

source: Date of Birth
bn: জন্ম তারিখ
hi: जन्म की तारीख
mr: जन्म तारीख

source: DEC
bn: ডিজিটাল কার্ড
hi: डिजिटल कार्ड
mr: डिजिटल कार्ड

# DECBackground
source: Digital Card background image
bn: ডিজিটাল কার্ড পটভূমি চিত্র
hi: डिजिटल कार्ड पृष्ठभूमि चित्र
mr: डिजिटल कार्ड पार्श्वभूमी प्रतिमा

# DECShare
source: Digital Card share
bn: ডিজিটাল কার্ড শেয়ার
hi: डीईसी शेयर
mr: डिजिटल कार्ड शेअर

# DECSharedToCSVMessage
source: DEC shared successfully to list of consumers.
bn: ডি সি ভোক্তাদের তালিকা সফলভাবে ভাগ করে নিয়েছে।
hi: डीईसी उपभोक्ताओं की सूची के लिए सफलतापूर्वक साझा किया गया है।
mr: डीईसी ग्राहकांची यादी यशस्वीपणे सामायिक केले आहे.

# DECSharedToGroupMessage
source: DEC shared successfully to group of consumers.
bn: DEC গ্রাহকদের গ্রুপ সফলভাবে ভাগ করা হয়।
hi: डीईसी उपभोक्ताओं के समूह के लिए सफलतापूर्वक साझा किया गया है।
mr: डीईसी ग्राहकांच्या समूहाला यशस्वीरित्या सामायिक केले आहे.

source: Denomination
bn: অংকের নামপ্রদান
hi: मूल्यवर्ग
mr: मूल्यवर्ग

source: Digital Marketing Platform
bn: ডিজিট্যাল বিপণন প্ল্যাটফর্ম
hi: डिजिटल मार्केटिंग प्लेटफार्म
mr: डिजिटल मार्केटिंग प्लेटफार्म

source: Discount
bn: ডিসকাউন্ট
hi: छूट
mr: सूट

# DiscountValidationMessage
source: Enter Number for Discount
bn: ডিসকাউন্ট জন্য পরিমাণ / সংখ্যা লিখুন
hi: डिस्काउंट के लिए नंबर दर्ज करें
mr: सवलत क्रमांक प्रविष्ट करा

# DownloadCSVMessage
source: Consumer csv template downloaded successfully.
bn: কনজিউমার সিএসভি টেমপ্লেটটি সফলভাবে ডাউনলোড করা হয়েছে।
hi: उपभोक्ता सीएसवी टेम्पलेट सफलतापूर्वक डाउनलोड किया गया है।
mr: ग्राहक सीएसव्ही टेम्पलेट यशस्वीरित्या डाउनलोड झाले आहे.

source: Download Sample File
bn: নমুনা ফাইল ডাউনলোড করুন
hi: नमूना फ़ाइल डाउनलोड करें
mr: नमुना फाइल डाउनलोड करा

source: Email
bn: ইমেল
hi: ईमेल
mr: ईमेल

source: Email Sent
bn: ইমেল পাঠানো সংখ্যা সংখ্যা
hi: भेजे गए ईमेल की संख्या
mr: पाठविलेल्या ईमेलची संख्या

# EmailValidationMessage
source: Write a Email Id
bn: ইমেল আইডি লিখুন
hi: एक ईमेल आईडी लिखें
mr: एक ईमेल आयडी लिहा

source: Enter Bill Amount
bn: বিল পরিমাণ লিখুন
hi: बिल की राशि दर्ज करें
mr: बिल रक्कम प्रविष्ट करा

# EnterBrandDetails
source: Please enter brand and brand manager details
bn: ব্র্যান্ড এবং ব্র্যান্ড পরিচালক বিবরণ লিখুন দয়া করে
hi: कृपया ब्रांड और ब्रांड प्रबंधक विवरण दर्ज करें
mr: ब्रॅंड आणि ब्रँड व्यवस्थापक तपशील प्रविष्ट करा

source: Enter Code
bn: কোড লিখুন
hi: कोड दर्ज करें
mr: कोड टाका

# EnterLocationDetails
source: Please enter location and location manager details
bn: অবস্থান এবং অবস্থান পরিচালক বিবরণ লিখুন দয়া করে
hi: कृपया स्थान और स्थान प्रबंधक विवरण दर्ज करें
mr: कृपया स्थान आणि स्थान व्यवस्थापक तपशील प्रविष्ट करा

# EnterLocationPrompt
source: Enter New Location, City Name
bn: নতুন অবস্থান, শহরের নাম লিখুন
hi: नया स्थान, शहर का नाम दर्ज करें
mr: नवीन स्थान, शहर नाव प्रविष्ट करा

source: Enter Name
bn: নাম লিখুন
hi: नाम दर्ज करें
mr: नाव प्रविष्ट करा

# EnterStaffDetails
source: Please enter staff details
bn: স্টাফ বিবরণ লিখুন দয়া করে
hi: कृपया स्टाफ विवरण दर्ज करें
mr: कृपया कर्मचारी तपशील प्रविष्ट करा

# FinalRedeemException
source: Error occurred while final redeem of coupon
bn: কুপন চূড়ান্ত মুক্তির সময় ত্রুটি ঘটেছে
hi: कूपन के अंतिम रिडीम के दौरान त्रुटि हुई
mr: कूपनची अंतिम पूर्तता करताना त्रुटी आली

# FinalRedeemGiftcardException
source: Error occurred while final redeem of gift card
bn: উপহার কার্ডের চূড়ান্ত মুক্তির সময় ত্রুটি ঘটেছে
hi: उपहार कार्ड के अंतिम रिडीम के दौरान त्रुटि हुई
mr: भेट कार्डची अंतिम पूर्तता करताना त्रुटी आली

# FinalRedeemPointsException
source: Error occurred while final redeem of points
bn: পুরস্কার পয়েন্টের চূড়ান্ত মুক্তির সময় ত্রুটি ঘটেছে
hi: इनाम अंक के अंतिम रिडीम के दौरान त्रुटि हुई
mr: अंतिम रिवॉर्ड पॉईंटची पूर्तता करतेवेळी त्रुटी आली

source: First Name
bn: নাম
hi: पहला नाम
mr: पहिले नाव

# FixedCashback
source: Fixed cashback per transaction
bn: লেনদেন প্রতি স্থায়ী নগদ ব্যাক
hi: लेनदेन के लिए फिक्स्ड नकद वापसी
mr: प्रत्येक व्यवहारासाठी स्थिर कॅशबॅक

source: Forgot Password?
bn: পাসওয়ার্ড ভুলে গেছেন ?
hi: पासवर्ड भूल गए?
mr: पासवर्ड विसरला?

# ForgotPasswordCaption
source: Enter your registered phone number / Email.
bn: আপনার নিবন্ধিত ফোন নম্বর / ইমেইল লিখুন
hi: अपना पंजीकृत फोन नंबर / ईमेल दर्ज करें
mr: आपला नोंदणीकृत फोन नंबर / ईमेल प्रविष्ट करा.

source: Forgot Password Confirmation
bn: পাসওয়ার্ড নিশ্চিতকরণ ভুলে গেছেন ?
hi: पासवर्ड भूल जाने की पुष्टि
mr: पासवर्ड विसरल्याची पुष्टी

# ForgotPasswordMessage
source: Please check your phone SMS to reset your password
bn: আপনার পাসওয়ার্ড রিসেট করতে আপনার ফোনের এসএমএস চেক করুন
hi: कृपया अपना पासवर्ड रीसेट करने के लिए अपना फोन एसएमएस जांचें
mr: कृपया आपला संकेतशब्द रीसेट करण्यासाठी आपला फोन SMS तपासा

# ForgotPasswordMessage1
source: Please check your mail box to reset your password
bn: আপনার পাসওয়ার্ড পুনরায় সেট করার জন্য আপনার মেইল ​​বক্স চেক করুন
hi: कृपया अपना पासवर्ड रीसेट करने के लिए अपना मेल बॉक्स जांचें
mr: कृपया आपला पासवर्ड रीसेट करण्यासाठी मेल बॉक्स तपासा

source: Gender
bn: লিঙ্গ
hi: लिंग
mr: लिंग

# GetAllCouponsException
source: Error occurred while retrieving coupon list
bn: কুপন তালিকা পুনরুদ্ধারের সময় ত্রুটি ঘটেছে
hi: कूपन सूची पुनर्प्राप्त करते समय त्रुटि हुई
mr: कूपन सूची पुनर्प्राप्त करताना त्रुटी आली

# GetAllGroupsException
source: Error occurred while retrieving group details
bn: গ্রুপ বিবরণ উদ্ধার করার সময় ত্রুটি ঘটেছে
hi: समूह विवरण पुनर्प्राप्त करते समय त्रुटि हुई
mr: गट तपशील पुनर्प्राप्त करताना त्रुटी आली

# GetBranchByIdException
source: Error occurred while getting branch details
bn: শাখা বিবরণ পেতে সময় ঘটেছে ত্রুটি
hi: शाखा विवरण प्राप्त करते समय त्रुटि हुई
mr: शाखा तपशील मिळवताना त्रुटी आली

# GetBrandByIdException
source: Error occurred while retrieving brand details by brand id.
bn: ব্র্যান্ড আইডি দ্বারা ব্র্যান্ড বিবরণ পুনরুদ্ধারের সময় ত্রুটি ঘটেছে
hi: ब्रैंड आईडी द्वारा ब्रांड विवरण पुनर्प्राप्त करते समय त्रुटि हुई
mr: ब्रांड आयडी द्वारे ब्रँड तपशील पुनर्प्राप्त करताना त्रुटी आली

# GetCityException
source: Error occurred while retrieving city list from state
bn: রাষ্ট্র থেকে শহর তালিকা পুনরুদ্ধার করার সময় ত্রুটি ঘটেছে
hi: राज्य से शहर सूची पुनर्प्राप्त करते समय त्रुटि हुई
mr: राज्यातील शहर सूची पुनर्प्राप्त करताना त्रुटी आली

# GetCountryListException
source: Error occurred while retrieving country list
bn: দেশ তালিকা পুনরুদ্ধার করার সময় ত্রুটি ঘটেছে
hi: देश की सूची पुनर्प्राप्त करते समय त्रुटि हुई
mr: देश सूची पुनर्प्राप्त करताना त्रुटी आली

# GetCouponByIdException
source: Error occurred while retrieving coupon by id
bn: আইডি দ্বারা কুপন পুনরুদ্ধারের সময় ত্রুটি ঘটেছে
hi: आईडी द्वारा कूपन पुनर्प्राप्त करते समय त्रुटि हुई
mr: आयडीद्वारे कूपन पुनर्प्राप्त करताना त्रुटी आली

# GetEventConditionsExcepton
source: Error occurred while retrieving event conditions for coupon
bn: কুপন জন্য ইভেন্ট অবস্থার পুনরুদ্ধারের সময় ত্রুটি ঘটেছে
hi: कूपन के लिए ईवेंट की स्थिति पुनर्प्राप्त करते समय त्रुटि हुई
mr: कुपनसाठी इव्हेंट स्थिती प्राप्त करताना त्रुटी आली

# GetEventCouponListException
source: Error occurred while retrieving event coupon list
bn: ইভেন্ট কুপন তালিকা পুনরুদ্ধারের সময় ত্রুটি ঘটেছে
hi: ईवेंट कूपन सूची को पुनर्प्राप्त करते समय त्रुटि हुई
mr: इव्हेंट कूपन सूची पुनर्प्राप्त करताना त्रुटी आली

# GetGiftCardsException
source: Error occurred while retrieving gift card
bn: উপহার কার্ড উদ্ধার করার সময় ত্রুটি ঘটেছে
hi: उपहार कार्ड पुनर्प्राप्त करते समय त्रुटि हुई
mr: भेट कार्ड पुनर्प्राप्त करताना त्रुटी आली

# GetGiftConditionsException
source: Error occurred while retrieving gift conditions
bn: উপহার এর শর্তাবলী উদ্ধার করার সময় ত্রুটি ঘটেছে
hi: उपहार के नियम और शर्तों को पुनर्प्राप्त करते समय त्रुटि हुई
mr: भेट अटी आणि शर्ती पुनर्प्राप्त करताना त्रुटी आली

# GetLanguageException
source: Error occurred while retrieving language
bn: ভাষা পুনরুদ্ধার করার সময় ত্রুটি ঘটেছে
hi: भाषा पुनर्प्राप्त करते समय त्रुटि हुई
mr: भाषा पुनर्प्राप्त करताना त्रुटी आली

# GetLocationForCouponException
source: Error occurred while retrieving coupons for locations
bn: অবস্থার জন্য কুপন পুনরুদ্ধার করার সময় ত্রুটি ঘটেছে
hi: स्थानों के लिए कूपन पुनर्प्राप्त करते समय त्रुटि हुई
mr: स्थानांसाठी कूपन पुनर्प्राप्त करताना त्रुटी आली

# GetLocationsException
source: Error occurred while retrieving location list
bn: অবস্থান তালিকা পুনরুদ্ধার করার সময় ত্রুটি ঘটেছে
hi: स्थान सूची पुनर्प्राप्त करते समय त्रुटि हुई
mr: स्थान सूची पुनर्प्राप्त करताना त्रुटी आली

# GetReviewException
source: Error occurred while retrieving review
bn: পর্যালোচনা পুনরুদ্ধারের সময় ত্রুটি ঘটেছে
hi: समीक्षा पुनर्प्राप्त करते समय त्रुटि हुई
mr: पुनरावलोकन पुनर्प्राप्त करताना त्रुटी आली

# GetStateException
source: Error occurred while retrieving states list from country
bn: দেশ থেকে রাজ্য তালিকা পুনরুদ্ধারের সময় ত্রুটি ঘটেছে
hi: देश की राज्य सूची पुनर्प्राप्त करते समय त्रुटि हुई
mr: देशांमधून राज्ये सूची पुनर्प्राप्त करताना त्रुटी आली

# GiftcardBackground
source: Giftcard background image
bn: উপহার কার্ডের পটভূমি চিত্র
hi: गिफ्टकार्ड पृष्ठभूमि छवि
mr: गिफ्ट कार्ड पार्श्वभूमी प्रतिमा

# GiftCardConditionException
source: Error occurred while saving gift cards conditions
bn: উপহার কার্ড শর্তাবলী শর্তাবলী সংরক্ষণ করার সময় ত্রুটি ঘটেছে
hi: उपहार कार्ड के नियमों और शर्तों को सहेजते समय त्रुटि हुई
mr: भेट कार्ड अटी जतन करताना त्रुटी आली

# GiftCardEmailPrompt
source: Please note, the gift card purchase will be activated ONLY after you submit your license to issue gift cards to below mentioned email
bn: দয়া করে মনে রাখবেন, উপহার কার্ডটি কেবলমাত্র আপনার উপহার কার্ডটি ই-মেইলটি জমা দেওয়ার পরে সক্রিয় করা হবে
hi: कृपया ध्यान दें, उपहार कार्ड आपके उपहार कार्ड जारी करने के लिए लाइसेंस को नीचे दिए गए ईमेल पर जमा करने के बाद ही सक्रिय किया जाएगा
mr: कृपया लक्षात ठेवा, भेट कार्ड खाली नमूद केलेल्या ईमेलवर आपले गिफ्ट कार्ड जारी करण्याचा परवाना सादर केल्यानंतरच सक्रिय केले जाईल

# GiftCardPrompt1
source: Your customers can buy and share gift cards in upto 4 denomination.
bn: আপনার গ্রাহকরা 4 টি ডিম্বাণু পর্যন্ত উপহার কার্ড কিনতে এবং ভাগ করতে পারেন।
hi: आपके ग्राहक 4 अंकों तक उपहार कार्ड खरीद और साझा कर सकते हैं।
mr: आपले ग्राहक 4 मूल्यवर्गापर्यंत उपहार कार्ड खरेदी आणि सामायिक करू शकतात

# GiftCardPrompt2
source: Please enter the denomination
bn: মূল্যায়ন লিখুন
hi: मूल्यवर्ग दर्ज करें
mr: मूल्यवर्ग प्रविष्ट करा

source: Giftcard Redeemed Successfully
bn: উপহার কার্ডটি সফলভাবে উদ্ধার করা হয়েছে
hi: उपहार कार्ड सफलतापूर्वक रिडीम किया गया
mr: गिफ्ट कार्ड यशस्वीरित्या रिडीम केले गेले

# GiftcardRedeemError
source: Giftcard does not exists
bn: উপহার কার্ড বিদ্যমান নেই
hi: गिफ्ट कार्ड मौजूद नहीं है
mr: गिफ्ट कार्ड अस्तित्वात नाही

# GiftcardRedeemError1
source: Invalid giftcard details
bn: উপহার কার্ডের বিবরণগুলি অবৈধ
hi: उपहार कार्ड विवरण अमान्य हैं I
mr: गिफ्टकार्ड तपशील अवैध आहेत

source: Gift Cards
bn: উপহার ভাউচার
hi: गिफ्ट वाउचर
mr: गिफ्ट व्हाउचर

source: Group Name
bn: দলের নাম
hi: समूह का नाम
mr: गटाचे नाव

# GroupNamePrompt
source: Save this group as
bn: এই গ্রুপটি সংরক্ষণ করুন
hi: इस समूह को सहेजें
mr: हा गट जतन करा

source: Home
bn: বাড়ি
hi: घर
mr: घर

# ImageGalleryHeading
source: Select image from gallery
bn: গ্যালারি থেকে ছবি নির্বাচন করুন
hi: गैलरी से चित्र का चयन करें
mr: गॅलरीमधून प्रतिमा निवडा

source: Image size
bn: ছবির আকার
hi: चित्र का आकार
mr: प्रतिमा आकार

source: India
bn: ভারত
hi: भारत
mr: भारत

# InvalidBranchDetails
source: Location does not exist
bn: অবস্থান বিদ্যমান নয়
hi: स्थान मौजूद नहीं है
mr: स्थान अस्तित्वात नाही

# InvalidBrandDetails
source: Brand does not exist
bn: ব্র্যান্ড অস্তিত্ব নেই
hi: ब्रांड मौजूद नहीं है
mr: ब्रँड अस्तित्वात नाही

# InvalidConsumerCouponErrorMessage
source: This coupon is not shared with consumer xyz by merchant pqr
bn: এই কুপনটি বিক্রেতা PQR দ্বারা গ্রাহক xyz সঙ্গে ভাগ করা হয় না
hi: इस कूपन को व्यापारी pqr द्वारा उपभोक्ता xyz के साथ साझा नहीं किया गया है
mr: हे कूपन व्यापारी pqr द्वारे ग्राहक xyz सह सामायिक नाही

source: Invalid Consumer Details
bn: अमान्य उपभोक्ता विवरण
hi: अमान्य उपभोक्ता विवरण
mr: अवैध ग्राहक तपशील

source: Invalid Coupon Details
bn: অবৈধ কুপন বিবরণ
hi: अमान्य कुपन विवरण
mr: अवैध कूपन तपशील

source: Invalid Login Details
bn: অবৈধ লগইন বিবরণ
hi: अवैध प्रवेश जानकारी
mr: अवैध लॉगिन तपशील

# InvalidMerchantCouponErrorMessage
source: Coupon is not valid for merchant xyz
bn: কুপন বণিক xyz জন্য বৈধ নয়
hi: कूपन व्यापारी xyz के लिए मान्य नहीं है
mr: कूपन व्यापारी xyz साठी वैध नाही

source: Invalid Merchant Details
bn: অবৈধ ব্যবসায়ীর বিবরণ
hi: अमान्य व्यापारी विवरण
mr: अवैध व्यापारी तपशील

# InvalidOTP
source: OTP is invalid.
bn: OTP অবৈধ।
hi: OTP अमान्य है
mr: OTP अवैध आहे

source: Invalid points Details
bn: অবৈধ পয়েন্ট বিবরণ
hi: अमान्य अंक विवरण
mr: अवैध बिंदूचे तपशील

source: Is Admin?
bn: অ্যাডমিন কি?
hi: व्यवस्थापक है?
mr: प्रशासक आहे?
